{
    "translations": {
        "pageData": {
            "appName": "Mecht.ai",
            "main":{
                "main": "platform for remote control transport and robots",
                "description" : "The system consists of a module for controlling engines and mechanisms of a remote device and transmitting a video signal and telemetry, as well as an online platform for managing the device",
                "keywords" :"Mecht.Ai, remote control, robot control, employee remote work, FPV control robot, remote robot control platform"
            },
            "block":{
                "home": "Home",
                "features": "Features",
                "howitwork" : "How it work",
                "industries" : "Industries",
                "contact" : "Contact",
                "signin" : "Sign In"
            }
        },
        "common": {
            "details": "Details",
            "language": "EN"
        },
        "footer": {
            "about": "For cooperation and technology acquisition, please contact us."
        },
        "home": {
            "main": {
                "title" :  "Platform for remote control transport and robots",
                "description" :  "The system consists of a module for controlling engines and mechanisms of a remote device and transmitting a video signal and telemetry, as well as an online platform for managing the device"
            },

            "howItWork": {
                "title": "How start using Mecht.Ai service",
                "description": "Remote expert is a software solution based on smart glasses, smartphones, tablets and PCs to share information between on-site operators and support departments. It effectively assists users executing difficult tasks and operation maintenance, having real-time data at hand, while keeping a close look at the remote situation.",
                "step1": "Sign up in service",
                "step1Description": "Contact us for creating your company account and send you hardware module for remote control",
                "step2": "Install control module",
                "step2Description": "Module for remote control can be installed on old analogue controlled or new digital devices",
                "step3": "Start remote work",
                "step3Description": "Create and manage tasks for remote operators. You can see task execution in real time"
            },

            "industries":{
                "title": "List of industries",
                "description": "Mecht.ai service will increase the employees and process efficiency, find and fix money leaks in different areas",
                "manufacturing": "Manufacturing",
                "oilgas": "Oil&Gas",
                "landscaping": "Landscaping",
                "constructing": "Constructing",
                "delivery": "Delivery",
                "security": "Security",
                "agriculture": "Agriculture"
            },

            "description":{
                "title" : "Platform scheme",
                "description" : "Our real-time FPV platform helps to send the managing commands and receive video from remote device with no delays (<200 ms)",
                "benefit1" : "Web platform for remote (long distance) control of robots from home, office or other places with the Internet",
                "benefit2" : "Control is carried out using a conventional Sony Playstation joystick (or equivalent) and a PC (or tablet)",
                "benefit3" : "The control is performed from the first person (FPV) using a camera mounted on the robot",
                "benefit4" : "The operator can control the movement of the robot and perform other available actions using the function keys on the joystick",
                "benefit5" : "The operator can connect to various robots (P2P) and perform tasks specified in the system"
            },

            "hardware":{
                "title" : "Hardware module",
                "description" : "Mecht.ai help you to increase efficiency of your company services and reduce costs and risks",
                "benefit1" : "ARM-based",
                "benefit2" : "Wide angle camera",
                "benefit3" : "GPS/GLONAS",
                "benefit4" : "4G/5G",
                "benefit5" : "ROS",
                "benefit6" : "Battery (option)",
                "benefit7" : "Lidar (option)"
            },


            "benefits":{
                "title" : "Platform benefits",
                "description" : "Mecht.ai help you to increase efficiency of your company services and reduce costs and risks",
                "benefit1" : "An hour of work of a remotely controlled robot costs 1.7 times cheaper than performing similar functions by a person",
                "benefit2" : "In a unit of time, the operator of a remote robot can perform 1.2 more tasks than when performing them physically.",
                "benefit3" : "The “endless order” technology, similar to that in taxi services, reduces downtime",
                "benefit4" : "Process transparency enables continuous process improvement and risk reduction"
            },

            "robottypes":{
                "title" : "Where you can install Mecht.ai module?",
                "description" : "You can install module for remote control on existing analogue controlled tractor, truck and other device, or use it with new digital delivery or industrial device"
            }
        },
        "contact": {
            "contact_us": "Contact Us:",
            "send_succesfully": "Successfully sent",
            "your_name": "Your name",
            "your_email": "Your email",
            "your_phone": "Your phone",
            "subject": "Subject",
            "request": "Request",
            "send_message": "Send request",
            "your_message": "Request",
            "about_us_header": "About us",
            "about_us_description": "Mecht.ai is a IT company specializing in the development and implementation of innovative technologies in the field of separate waste collection and ecology"
        }
    }
}