{
    "translations": {
        "pageData": {
            "appName": "Mecht.ai",
            "main":{
                "main": "платформа для дистанционного управления транспортом и роботами",
                "description" : "Система состоит из модуля управления двигателями и механизмами удаленного устройства и передачи видеосигнала и телеметрии, а также онлайн-платформы для управления устройством",
                "keywords" : "Mecht.Ai, дистанционное управление, управление роботом, удаленная работа сотрудников, робот управления FPV, платформа удаленного управления роботом",
                "image" : "/mecht.ai_scheme.png"
            },
            "block":{
                "home": "Главная",
                "features": "Функции",
                "howitwork" : "Как работает",
                "industries" : "Индустрии",
                "contact" : "Контакты",
                "signin" : "Войти"
            }
        },
        "common": {
            "details": "Details",
            "language": "RU"
        },
        "footer": {
            "about": "Для сотрудничества и приобретения технологий пожалуйста свяжитесь с нами"
        },
        "home": {
            "main": {
                "title" :  "Платформа для удаленного управления транспортом и роботами",
                "description" :  "Система состоит из модуля управления двигателями и механизмами удаленного устройства и передачи видеосигнала и телеметрии, а также онлайн-платформы для управления устройством"
            },

            "howItWork": {
                "title": "Как работает сервис?",
                "step1": "Зарегистрируйтесь",
                "step1Description": "Свяжитесь с нами для создания учетной записи вашей компании и отправки вам аппаратного модуля для удаленного управления",
                "step2": "Установите модуль",
                "step2Description": "Модуль дистанционного управления может быть установлен на старые аналоговые или новые цифровые устройства.",
                "step3": "Начните удаленную работу",
                "step3Description": "Создавайте и управляйте задачами для удаленных операторов. Вы можете видеть выполнение задачи в режиме реального времени"
            },

            "industries":{
                "title": "Где будет полезно?",
                "description": "Сервис Mecht.ai повысит эффективность сотрудников и процессов, найдет и устранит утечки денег в разных сферах",
                "manufacturing": "Производство",
                "oilgas": "Добыча ресурсов",
                "landscaping": "Landscaping",
                "constructing": "Строительство",
                "delivery": "Доставка",
                "security": "Безопасность",
                "agriculture": "Сельское хозяйство"
            },

            "description":{
                "title" : "Схема работы",
                "description" : "Наша платформа FPV в реальном времени помогает отправлять управляющие команды и получать видео с удаленного устройства без задержек (<200 мс)",
                "benefit1" : "Веб-платформа для удаленного (дальнего) управления роботами из дома, офиса или других мест, где есть Интернет",
                "benefit2" : "Управление осуществляется с помощью обычного джойстика Sony Playstation (или аналога) и ПК (или планшета)",
                "benefit3" : "Управление осуществляется от первого лица (FPV) с помощью камеры, установленной на роботе.",
                "benefit4" : "Оператор может управлять движением робота и выполнять другие доступные действия с помощью функциональных клавиш на джойстике.",
                "benefit5" : "Оператор может подключаться к различным роботам (P2P) и выполнять назначенные в системе задачи"
            },

            "hardware":{
                "title" : "Модуль управления",
                "description" : "Модуль Mecht.ai компактен и эффективен. Возможна установка на разные типы транспорта или роботов.",
                "benefit1" : "ARM-процессор",
                "benefit2" : "Широкоугольная камера",
                "benefit3" : "GPS/GLONAS",
                "benefit4" : "4G/5G",
                "benefit5" : "ROS",
                "benefit6" : "Батарея (опция)",
                "benefit7" : "Лидар (опция)"
            },

            "semiautonomous":{
                "title" : "Опции полуавтономного управления",
                "description" : "Наш модуль предлагает вам полуавтономные функции. Они помогут вам сократить расходы и повысить точность управления",
                "benefit1" : "Система предотвращения столкновений",
                "benefit1description" : "CAS — это передовая система помощи водителю, предназначенная для предотвращения или уменьшения серьезности столкновения.",
                "benefit2" : "Автономное управление",
                "benefit2description" : "Автономная система управления слежением и навигацией опирается на современные наружные навигационные системы, сочетающие в себе технологии LIDAR, GPS и компьютерного зрения.",
                "benefit3" : "Алгоритм управления",
                "benefit3description" : "Вы можете определить алгоритм управления, который состоит из координат, команд и команд местоположения для робота."
            },


            "benefits":{
                "title" : "Преимущества платформы",
                "description" : "Mecht.ai поможет вам повысить эффективность услуг вашей компании и снизить затраты и риски",
                "benefit1" : "Час работы дистанционно управляемого робота стоит в 1,7 раза дешевле, чем выполнение аналогичных функций человеком",
                "benefit2" : "В единицу времени оператор удаленного робота может выполнить в 1,2 раза больше задач, чем при их физическом выполнении",
                "benefit3" : "Технология «бесконечный заказ», аналогичная той, что используется в службах такси, сокращает время простоя",
                "benefit4" : "Прозрачность процессов позволяет постоянно улучшать процессы и снижать риски",
                "benefit5" : "Энергоэффективнее. Вся энергия тратится на доставку груза, а не на доставку груза и водителя"
            },

            "robottypes":{
                "title" : "Где Вы можете использовать Mecht.ai модуль?",
                "description" : "Вы можете установить модуль дистанционного управления на существующий трактор, грузовик и другое устройство с аналоговым управлением или использовать его с новым цифровым доставочным или промышленным устройством."
            }
        },
        "contact": {
            "contact_us": "Свяжитесь с нами:",
            "send_succesfully": "Успешно отправлено",
            "your_name": "Ваше имя",
            "your_email": "Ваш имэйл",
            "your_phone": "Ваш телефон",
            "subject": "Тема",
            "request": "Запрос",
            "send_message": "Отправить запрос",
            "your_message": "Запрос",
            "about_us_header": "О нас",
            "about_us_description": "Mecht.ai — IT-компания, специализирующаяся на разработке и внедрении инновационных технологий в сфере удаленного управления роботами."
        }
    }
}